Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Iraqi Prime Minister Nouri al-Maliki Tuesday announced the army would leave cities in Anbar province, apparently seeking to defuse simmering tension after security forces closed a major Sunni anti-government protest camp.
pt: O primeiro-ministro iraquiano Nuri al-Maliki anunciou nesta terça-feira que o exército vai se retirar da província de Al-Anbar, em uma tentativa de evitar uma escalada de violência depois do fechamento de um acampamento de manifestantes antigovernamentais, indicou um comunicado oficial.

source: "I'm glad to know I'm reaching it."
pt: Se tem uma coisa que eu não tenho medo é disso .

source: "I don't know what they are going to do."
pt: "Pode ser, Eu não sei .

source: Seven civilians have died on the Indian side this week.
pt: Do lado indiano sete civis faleceram.

source: STOCKHOLM Swedish telecom operator TeliaSonera is buying into music streamer Spotify for a slice of the fast growth and rapid innovation typical of online companies, investing as competition heats up in Spotify's industry.
pt: ESTOCOLMO (Reuters) - A maior operadora de telecomunicações da Suécia, a TeliaSonera, está comprando uma fatia de 1,4 por cento no serviço de transmissão de músicas Spotify, esperando conseguir uma participação no crescimento rápido e de inovação veloz típicos de companhias online.

source: Statement from the Investigatory Chamber of the FIFA Ethics Committee »
pt: Declaração do presidente da câmara decisória do Comitê de Ética da FIFA »

source: However, on January 1 the makeup of the 15-member council changed with the addition of five new non-permanent members -- Angola, Malaysia, New Zealand, Spain and Venezuela -- some of which are perceived as having a more pro-Palestinian stance.
pt: No dia 1º de janeiro, entretanto, a configuração do conselho de 15 membros mudou com a entrada de cinco novos membros não permanentes (Espanha, Venezuela, Angola, Malásia e Nova Zelândia), que pode ter uma posição mais pró-Palestina.

source: Japan's relations with its neighbors China and Russia have been strained for years because of maritime territorial claims in the South China Sea.
pt: Nos últimos anos, a tensão aumentou no mar da China Meridional entre Pequim e seus vizinhos.

source: Manager Roy Hodgson has offered an upbeat New Year message to England's success-starved fans, explaining how he hopes his team will be a "serious competitor" for the Euro 2016 title.
pt: O técnico Roy Hodgson mandou uma mensagem animada de ano novo para os torcedores ingleses, sedentos por títulos e boas campanhas, explicando que espera que sua equipe seja uma “séria candidata” ao título europeu em 2016.

source: This confirmed French findings from 2013, which also matched those of a Russian team .
pt: Ela confirmou as descobertas de outra investigação francesa, feita em 2013, que por sua vez confirmaram as de uma equipe russa .

source: ZURICH (Reuters) - A man suspected of leaking Formula One champion Michael Schumacher's medical files has been found hanged in his police cell, Zurich's cantonal prosecutor said in a statement.
pt: Um homem que foi preso sob suspeita de ter roubado laudos médicos de Michael Schumacher foi encontrado morto em sua cela, informou nesta quarta-feira a promotoria da Justiça da Suíça .

source: In the regional capital, Donetsk, club-wielding pro-Russian activists broke up a rally by supporters of the Western-backed government in Kiev.
pt: Na capital regional, os ativistas armados com bastões puseram fim a uma manifestação de partidários do governo central ucraniano, apoiado pelo Ocidente.

source: He added that the delegation plans to "defend the interests of the Palestinian people."
pt: "Estamos defendendo os interesses e o futuro do povo palestino", completou.

source: The African Union (AU) has given Burkina Faso's military a two-week deadline to hand power to a civilian ruler or face sanctions.
pt: A União Africana (UA) deu nesta segunda-feira (03/11) ao Exército de Burkina Faso duas semanas para que devolva o poder a um governo civil .

source: UN Security Council set to Endorse Iran Nuclear Deal
pt: Conselho de Segurança da ONU aprova acordo sobre programa nuclear do Irã

source: Longer-term inflation expectations have remained stable.
pt: As expectativas de inflação no longo prazo permanecem estáveis", diz o comunicado.

source: Women's World Cup is currently taking place
pt: O Brasil está fora da Copa do Mundo feminina .

source: 'Pings' detected in search for AirAsia flight recorders
pt: Mergulhadores vasculham cauda de avião da AirAsia em busca por caixas-pretas

source: "The inquiries... exposed humiliating facts and the extent of the largest conspiracy and treason carried out by the terrorist Brotherhood organisation against the nation through a network of spies," it said in a lengthy statement.
pt: As investigações descobriram "fatos vergonhosos que constituem uma grande conspiração e traição por parte da Irmandade Muçulmana à pátria mediante uma rede espiões", segundo o comunicado.

source: Pakistan Prime Minister Nawaz Sharif has condemned the incident and ordered an immediate inquiry.
pt: O primeiro-ministro do Paquistão, Nawaz Sharif, e outros dirigentes políticos condenaram o atentado.

source: Inflation in December turned negative for the first time since October 2009 as prices in the euro zone fell 0.2 percent year-on-year, data from the European Union's statistics office showed on Wednesday.
pt: Os preços ao consumidor na zona do euro caíram em dezembro pela primeira vez desde 2009, confirmou a agência de estatísticas da União Europeia nesta sexta-feira (16).

source: Putin, Hollande, Merkel, Poroshenko to discuss Ukraine crisis in telephone talks on Sunday
pt: Na sexta-feira, Merkel e Hollande se reuniram com Putin, em Moscou, para discutir a ideia .

source: The WHO says west Africa's death toll has risen to 932 .
pt: Ebola já deixou mais de 2,6 mil mortos na África Ocidental, diz OMS

source: Greece needs the money by August 20, when it must repay about $3.5 billion in debt to the European Central Bank.
pt: Atenas precisa urgentemente de dinheiro para evitar o calote de uma dívida de 3,4 bilhões de euros com o Banco Central Europeu, que vence em 20 de agosto.

source: Prince William also meets with President Barack Obama
pt: Príncipe William se reuniu com Barack Obama na Casa Branca.

source: Masipa last month convicted Pistorius of culpable homicide, but acquitted him of murder after he testified he mistook Steenkamp for a nighttime intruder .
pt: A juíza considerou Pistorius culpado por homicídio culposo pela morte de Reeva em outra sessão do julgamento, mas o absolveu de assassinato .

source: If you don't have one of these it will be very hard."
pt: Se você pensa no mal, fala mal do outro, que tipo de espírito você vai ter .

source: Parts of the world that saw record heat included Russia, western Alaska, the western United States, parts of interior South America, parts of eastern and western coastal Australia, north Africa and most of Europe.
pt: Em um mapa, é possível ver os recordes no ano passado: em grande parte da Europa, no oeste dos Estados Unidos e algumas regiões da América do Sul, por exemplo.

source: "Don't change your mind .
pt: "Não consigo pensar, não sei o que fazer .

source: Those arrested were members of organizations, including ISIS and the Kurdish militant group, the Kurdistan Workers' Party, or PKK, the Turkish government said.
pt: O PKK (Partido dos Trabalhadores do Curdistão) afirmou que o governo apoia a luta do EI contra os curdos na fronteira com a Síria.

source: In a statement outlining findings from its report, UNMISS said its rights officers had focused on the abduction and sexual abuse of women and girls, "some of whom were reportedly burnt alive in their dwellings."
pt: "Algumas das alegações mais perturbadoras compiladas por funcionários de direitos humanos da UNMISS estão focadas no rapto e abuso sexual de mulheres e meninas, alguns das quais foram supostamente queimadas vivas em suas residências".

source: U.S. economic data, including a jump in existing home sales to a 10-month high and a sharp drop in initial jobless claims, pointed to an economy that is slowly gaining strength.
pt: As vendas de casas existentes saltou à máxima em 10 meses e os pedidos iniciais de auxílio-desemprego caíram drasticamente, pintando um quadro de uma economia que melhora lentamente.

source: After encouraging Vergara to stand up on a rotating platform like a model at a car show, Rosenblum claimed that "what truly matters" is that the Academy "never (forgets) that our success is based on always giving viewers something compelling to watch. "
pt: Vergara se exibiu em um pedestal giratório enquanto Rosenblum se dirigia ao público em segundo plano com comentários como "não podemos esquecer que nosso sucesso se baseia em dar sempre ao espectador algo ele que ver".

source: US Secretary of State John Kerry said “big gaps” remained with two days to go before a self-imposed November 24 deadline for an accord, despite signs of some headway.
pt: O secretário de Estado norte-americano, John Kerry, disse neste sábado que ainda há diferenças importantes nas negociações sobre o programa nuclear iraniano, apesar dos sinais de progresso a dois dias do prazo final para um acordo definitivo entre Teerã e potências mundiais.

source: She raised her head and then she asked the guy: 'Who are you?'
pt: Ela me deu à adoção pouco depois que nasci, então não cresci com ela.

source: The order also declared a "state of emergency" as the situation in Venezuela constituted, according to Obama, "an unusual and extraordinary threat to the national security and foreign policy of the United States."
pt: Obama declarou situação de emergência nacional nos EUA devido ao "extraordinário risco" que representa a situação na Venezuela para a segurança norte-americana .

source: It also came after Boko Haram leader Abubakar Shekau pledged allegiance to the Islamic State group in Iraq and Syria in an audio message at the weekend.
pt: A ação ocorre após a Nigéria pedir ajuda internacional para combater o grupo Boko Haram, depois que o grupo jurou fidelidade ao Estado Islâmico.

source: Egyptian security forces on Tuesday killed four fighters from the country's deadliest militant group on the Sinai Peninsula, where troops regularly battle jihadists, officials said.
pt: Cairo - Quatro integrantes de um grupo jihadista foram mortos no Egito durante uma operação policial na Península do Sinai, onde as forças de segurança lutam contra os insurgentes.

source: Dozens of Syrians staged a rare protest in the coastal city of Latakia Saturday night, calling for the execution of a relative of President Bashar al-Assad who has been accused of killing an army officer over a traffic dispute, monitors said.
pt: Centenas de sírios fizeram um protesto raro na noite de sábado na cidade costeira de Latakia, um reduto de Assad e sua seita alauíta, para exigir a execução de Suleiman al-Assad, filho de Hilal, um primo do presidente.

source: This won't be good.
pt: Esse ano será mais ainda .

source: I will miss him so," she said .
pt: Eu tenho muito o que aprender com ela .

source: On Monday, de Blasio warned the that nor'easter had the potential to be "the biggest snowstorm in the history of this city."
pt: "Esta será, provavelmente, uma das maiores tempestades de neve na cidade de Nova York", advertiu ontem à noite o prefeito De Blasio.

source: The Channel Tunnel, a 50-km (30-mile) link between Folkestone in south east England and Coquelles in northern France, is used by shuttles carrying cars and lorries, and by Eurostar train services between London, Paris and Brussels.
pt: O Eurotúnel, ligação de 50 quilômetros entre Folkestone, no sudeste da Inglaterra, e Coquelles, no norte francês, é usado por composições que levam carros e caminhões e por serviços de trem da Eurostar entre Londres, Paris e Bruxelas.

source: Two sisters and the husband of one of the women were murdered Tuesday at an apartment complex outside the University of North Carolina campus in the town of Chapel Hill.
pt: Os corpos foram encontrados em um bloco de apartamentos na cidade de Chapel Hill, perto da Universidade da Carolina do Norte.

source: "I never thought I wouldn't be able to talk to her anymore."
pt: Se não fossem as letras eu nem sei o que seria de mim .

source: A Syrian government minister said on Thursday that any military action on its soil would need prior approval, or be viewed as an act of aggression .
pt: "É necessário cooperar e coordenar com a Síria e obter seu aval para qualquer ação em seu território, seja militar ou não".

source: Besides Tuesday's arrests, at least 56 other people have been taken into custody.
pt: Pelo menos 56 outras pessoas foram detidas até agora por envolvimento com o caso .

source: What's that you say ?
pt: De que lado você está?

source: No date set to reopen US, Cuba embassies: Officials
pt: EUA e Cuba encerram reunião sem data para reabrir embaixadas

source: The West Australian newspaper said staff at the pub had dubbed the man a "legend" for his casual arrival.
pt: A chegada informal do homem ao pub fez ele ser considerado uma lenda entre os funcionários .

source: Of course not .
pt: Se é permitido, por que não ?

source: The United States Justice Department is also investigating whether Wilson violated Brown's civil rights.
pt: O Departamento de Justiça dos Estados Unidos está conduzindo uma investigação de direitos civis a respeito do incidente.

source: Barroso also announced that the EU foreign policy chief Catherine Ashton, trade commissioner Karel De Gucht, and energy commissioner Günther Oettinger would attend the August 26 summit in Minsk.
pt: De acordo com a presidência da Ucrânia, a UE será representada pela chefe da diplomacia Catherine Ashton, pelo comissário europeu da Energia Günther Oettinger e pelo comissário de comércio da UE Karel De Gucht.

source: U.S. President Barack Obama puts his arm around former Pentagon official Ash Carter after nominating him as his next defense secretary, at the White House in Washington on Friday .
pt: O presidente dos Estados Unidos, Barack Obama, vai anunciar oficialmente a escolha do ex-funcionário do Pentágono Ash Carter para ser o novo secretário de Defesa nesta sexta-feira (5), informou a Casa Branca.

source: ATHENS, July 2 Greek banks will reopen as soon as the country reaches an agreement with international creditors, which hopefully can be struck immediately after Sunday's referendum, a senior government official said on Thursday.
pt: ATENAS (Reuters) - O referendo grego, convocado para consulta sobre os termos do acordo de resgate com credores internacionais, será realizado como planejado no domingo, disse uma autoridade do governo.

source: Italy seizes 4 tonnes of cocaine, smashes mafia trafficking ring
pt: Itália apreende 4 toneladas de cocaína em golpe contra máfia

source: Pilots have downed tools in protest at the airline's plans to develop its low-cost subsidiary Transavia France, whose pilots cost considerably less to employ.
pt: A greve dos pilotos foi convocada para protestar contra os planos da Air France de transferir parte de suas operações na Europa para sua filial de baixo custo, a Transavia .

source: Lausanne, Switzerland (CNN)Talks to reach a deal on a framework agreement on Iran's nuclear program will be extended an extra day, U.S. officials said Tuesday.
pt: As negociações para um acordo sobre o programa nuclear iraniano devem se estender até esta quarta-feira, informou um alto funcionário americano.

source: "This is something I will always feel guilty for .
pt: Sempre a culpa por qualquer coisa .

source: The Southern Movement -- which is campaigning for autonomy or outright secession of the formerly independent south -- had set up the tent for mourners paying their condolences after a man was killed in clashes with security forces in Daleh on Monday.
pt: A tenda foi instalada para o funeral de um homem que morreu na segunda-feira em combates com as forças de segurança pelo movimento sulista, que busca a separação desta parte do país, que foi um Estado independente até 1990.

source: "I have good treatments and I am going to be fine," he said, adding: "You're not going to get this out of your head now and you will be saying 'Ah, poor old blind Bono'."
pt: De acordo com The Telegraph, o músico chegou a brincar com o tema dizendo: “Agora vocês não vão mais tirar isso da cabeça e vão ficar dizendo 'Coitado do Bono, velho e cego'”.

source: Egypt's wealthy Gulf allies Saudi Arabia, the United Arab Emirates, Kuwait and Oman pledged an additional $12.5 billion in aid and investments.
pt: Nesta sexta-feira, Arábia Saudita, Kuwait e Emiratos Árabes Unidos anunciaram ajudas e investimentos para o Egito no total de 12 bilhões de dólares.

source: CIA deceived White House, public over 'brutal' interrogations: report 1:37pm EST
pt: CIA enganou Casa Branca e público sobre interrogatórios “brutais”, diz relatório

source: But it must be kind of hard if it was in real life.
pt: Coisa que muitas vezes na vida real, é difícil .

source: Cold and flu viruses are spread by infected droplets
pt: O resfriado e a gripe são causados por vírus diferentes .

source: 3: Ukraine president 'agrees truce' Watch
pt: Presidente da Ucrânia aceita trégua com a oposição

source: By Alister Doyle, Environment Correspondent BERLIN, April 13 (Reuters) - Faster action is needed to keep global warming to agreed limits and delays until 2030 could force reliance on technologies to extract greenhouse gases from the air, a U.N. report said on Sunday.
pt: BERLIM, 13 Abr (Reuters) - Uma ação mais rápida é necessária para limitar o aquecimento global a limites estabelecidos e atrasos até 2030 podem levar à dependência de tecnologias para extrair gases de efeito estufa do ar, afirmou um relatório da Organização das Nações Unidas (ONU) divulgado neste domingo.

source: President Obama: "Russia is responsible for the violence in eastern Ukraine"
pt: Obama acusa Rússia pela violência na Ucrânia

source: The leaked data shows that a third of all medals in endurance events at Olympics and World Championships between 2001 and 2012 were won by athletes who recorded suspicious tests, according to independent experts used in the investigation .
pt: Dois meios de comunicação disseram nos últimos dias que um terço das medalhas de provas de resistência em campeonatos olímpicos e mundiais entre 2001 e 2012 foram para atletas com resultados suspeitos em seus exames antidoping .

source: The uprising has become a regional crisis, with the four directly affected countries -- Cameroon, Chad, Niger and Nigeria -- agreeing on Saturday along with Benin to muster 8,700 troops, police and civilians in a regional effort against the militants.
pt: No sábado, autoridades regionais e da União Africana se reuniram na capital de Camarões, Yaoundé, para propor a criação de uma força de 8.700 homens para combater o grupo extremista, com soldados da Nigéria, Chade, Camarões, Níger e Benin.

source: UPDATE 1-British EU exit 'wouldn't break my heart', PM Cameron says
pt: Sair da União Europeia não partiria meu coração, diz premiê britânico

source: SAN FRANCISCO (Reuters) - Amazon.com Inc plans to shift more of its drone testing outside U.S. borders unless it gets quick permission from U.S. regulators to conduct outdoor trials, the company said in a letter to the Federal Aviation Administration late on Sunday.
pt: A Amazon planeja realocar seus testes com drones fora das fronteiras dos Estados Unidos, a menos que receba permissão rápida dos reguladores norte-americanos para realizar testes ao ar livre, disse a companhia em carta à Administração Federal de Aviação (FAA, na sigla em inglês) neste domingo (7).

source: The unemployment rate last month was 5.5 percent.
pt: No mês passado, o IPCA ficou em 0,74% .

source: Although Mr Frind says he is currently spending slightly less time than usual in the office so he can spruce up a ranch he has bought with his wife (whom he met offline), he has no intention of selling up to any of the many investors who have expressed an interest.
pt: Apesar de dizer que está passando ainda menos tempo do que o normal no escritório para se dedicar a projetos pessoais com sua esposa, Frind afirma que não pretende vender o POF, apesar do interesse de muitos investidores.

source: BENGHAZI, Libya (Reuters) - Libya's eastern Es Sider oil export port, the country's biggest, has been shut due to fighting nearby between forces representing the country's competing governments, an oil official said on Sunday.
pt: A Líbia declarou "força maior" para os dois maiores portos de exportação de petróleo do país, Es Sider e Ras Lanuf, disse a petroleira estatal National Oil Corp (NOC), neste domingo.

source: Spanish nurse with Ebola in serious condition, but showing hopeful signs
pt: Autoridades espanholas veem sinais de esperança para enfermeira com Ebola

source: Turkey is to allow Iraqi Kurdish fighters to cross the Syrian border to fight Islamic State (IS) militants in Kobane, in what is being seen as a policy reversal.
pt: O anúncio representa uma mudança na política da Turquia, que até agora havia se recusado a permitir a passagem dos milicianos curdos por sua fronteira para ajudar os curdos sírios de Kobane.

source: I don't want to hear this; I rush into the bathroom .
pt: Eu desmorono, não consigo ouvir, caio no banheiro .

source: The 28-year-old deliberately chose a relatively low key meet in suburban Phoenix for his return and competed in just two events but there were enough signs to show he can do it if he wants to.
pt: O atleta de 28 anos escolheu de propósito uma competição relativamente modesta no subúrbio de Phoenix para sua reestreia e competiu só em duas provas, mas deu mostras suficientes de que é capaz quando quer.

source: Ex-Israel PM Ehud Olmert sentenced to six years for bribery
pt: Ex-premier israelense é condenado a oito meses de prisão por corrupção

source: I am not sure how long I will be here ...
pt: Com certeza ele ainda não sabe o que fala .

source: Somalia’s Shebab Islamists killed at least six UN workers on Monday when they set off a huge bomb which ripped through a staff bus in the northeastern town of Garowe, police said.
pt: Na véspera, ao menos sete pessoas, entre elas seis funcionários da ONU na Somália, morreram em um ataque dos islamitas shebab contra um ônibus das Nações Unidas na localidade de Garowe (norte), capital da região semiautônoma de Puntland.

source: “It is really difficult to imagine that a government official of the level as high as Mr. Schetyna’s could be so ignorant,” the comment said.
pt: "É difícil suspeitar de ignorância no caso de um funcionário de tão alto nível como Schetyna .

source: On Monday, the S&P 500 reached an all-time high while the Nasdaq crossed the 5,000 mark for the first time in nearly 15 years.
pt: O mercado acionário subiu com força em fevereiro e o Dow Jones e o S&P 500 atingiram pontuações recordes na segunda-feira, quando o Nasdaq ultrapassou os 5.000 pontos pela primeira vez em 15 anos.

source: "This is getting to hang out with the buddies again and ... hopefully try to push the conversation."
pt: "Este foi para reunir os camaradas de novo... na esperança de levar a conversa adiante."

source: "I was naturally a very shy person, it was the last thing I expected ever to be doing .
pt: “Existe a mentalidade de se você tem vergonha de estar fazendo alguma coisa, não deveria estar fazendo .
